Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Ihmisoikeuskomitean lausunnon mukaan ei riitä, että maa raportoi kansallisista vaalilaeistaan, ja lausunnosta käy erityisesti ilmi, että komitean käsityksen mukaan oikeus itsemääräämiseen sisältää enemmän kuin oikeuden osallistua yleisiin vaaleihin.
sme: Erenoamážit lea Olmmošvuoigatvuođa Komitea cealkán ahte ii leat doarvái go okta stáhta muitala siseatnanlaš nášuvnnala válgalágain, danne go iešmearridanvuoigatvuohta mearkkaša olu eanet go dušše dábálaš válgaoasálastima.

source: Ihmisoikeuskomitean käsitys näyttää pikemminkin olleen, että itsemääräämisoikeus sisältää myös jossakin maassa asuvan kansan oikeuden määrätä olojensa kehittämisestä muulla tavalla kuin osallistumalla yleisiin vaaleihin samoilla ehdoilla kuin maan muu väestö.
sme: Baicce lea Komitea oaivil ahte iešmearridanvuoigatvuohta mieldesbuktá maiddái vuoigatvuođa olbmuide beassat hálddašit ovdáneamiset iežaset stáhta siste eará vugiid mielde go dušše váldit oasi dábálaš válggaide seamma dásis ja seamma eavttuiguin go váldoálbmot.

source: Muilta osin yleinen kommentti on lyhyt ja toistaa melko paljon artiklan tekstiä.
sme: Muđui lea dát oppalas cuigehus oanehaš ja geardu ártihkkala teavstta.

source: Kuten jäljempänä selostetaan lähemmin, ihmisoikeuskomitea on kuitenkin vuoden 1984 jälkeen muuttanut käytäntöään suhteessa itsemääräämisoikeuteen.
sme: Vuolábealde dás čilgejuvvo eambo ja vuđoleabbot man muddui Olm. v. v. komitea lea divodallan vuogiides iešmearrideami vuoigatvuođa ektui.

source: Kuten edellä on selostettu, ILO 169 - yleissopimuksessa (1989) lausutaan selvästi, ettei yleissopimus ota kantaa kysymykseen alkuperäiskansojen oikeudesta itsemääräämiseen.
sme: Ovdalis dás lea ILO 169 (1989) deattuhan ahte konvenšuvdna ii váldde beali áššái mii guoská eamiálbmogiid iešmearridanvuoigatvuhtii.

source: Tästä huolimatta ILO 169 sisältää joukon säännöksiä, jotka liittyvät läheisesti itsemääräämisoikeuteen, mitä myös korostetaan ILO:n omassa ILO 169 - ohjeistuksessa.
sme: Datte-ge ILO 169 sistisdoallá ráiddu mearrádusaid mat hui sakka darvánaddet dán gažaldahkii.

source: Siinä ilmoitetaan:
sme: ILO iežas bagadus (guide) konvenšuvdnii cealká namalassii ahte;

source: Ihmisoikeuskomitean yleiset kommentit nro 12 (21), UN doc. HRI.
sme: Dajaldat» Newer Convention ” čujuha ovddit soahpamuššii» ILO.

source: Ilmaisu ” Newer Convention ” viittaa ILO 169:n edeltäjään, joka oli yleissopimus nro 107: Itsenäisissä maissa alkuasukkaina ja muiden heimoasteella tai vastaavissa oloissa elävien väestöryhmien suojelu ja sulauttaminen (ILO.
sme: I 107 Concerning the Protection and Integration of Indigenous and Other Tribal and Semi-Tribal Population in Independent Countries (ILO.

source: ILO 107 - yleissopimus hyväksyttiin vuonna 1957.
sme: ILO 107 lei dohkkehuvvon ja fámus 1957 rájis.

source: ILO 169:n ja sen edeltäjän pääasiallisena erona on, että ILO 107 - yleissopimuksessa oli selkeitä sulauttamiseen tähtääviä pyrkimyksiä.
sme: Mii eanemusat lea nuppástuhtton ILO 169 teavsttas ILO 107 ektui, lea ahte assimilašuvnnalaš áigumušat eai oidno ILO 169:is.

source: Toisaalta taas ILO 169 pyrkii mahdollistamaan sen, että alkuperäiskansat voivat säilyttää omat yhteiskuntarakenteensa enemmistöyhteiskunnan ohessa sen mukaisesti, mitä edellä on esitetty alkuperäiskansojen ja vähemmistöjen oikeuksien välisestä erosta.
sme: Sakka maiddái fuopmášuhtto ahte dál galgá rahčat dohko ahte eamiálbmogat ráfis besset nannet ja čálgadit servodagaideaset rattát váldoservodagaiguin. Ná galgggašii bállet dáhpáhuvvat dan mielde movt dás ovddabealde lea árvaluvvon das mii lea erohus eamiálbmogiid ja veahádagaid vuoigatvuođaid gaskkas.

source: Koska ILO 169 perustuu tähän perusperiaatteeseen, on väistämätöntä, että monet ILO 169:n säännökset liittyvät läheisesti itsemääräämisoikeuteen.
sme: Dandihtii go ILO 169 lea ceggejuvvon dán vuođđojurdaga ala, šaddet máŋga mearrádusa darvánit iešmearrideami vuoigatvuhtii.

source: Oman yhteiskunnan ja omien yhteiskunnallisten laitosten säilyttäminen onkin lähes edellytyksenä sille, että alkuperäiskansoilla on oikeus määrätä niistä.
sme: Lea mealgatmuddui eaktun ahte eamiálbmogat galget beassat háldet dáid badjel, jos galget nagodit seailluhit servodagaset ja servodatásahusaideaset.

source: ILO 169 - yleissopimusta ei voida pitää erillään itsemääräämisoikeudesta, mikä käy edelleen ilmi siitä, että ILO 169:ssa käytetään ILO 107:stä poiketen alkuperäiskansoista ilmaisua ” indigenous peoples ”.
sme: ILO 169 ii sáhte čovdot eret iešmearridanvuoigatvuođas.

source: ILO 107 - yleissopimuksessa käytettiin termiä ” indigenous populations ”.
sme: Dát oidno hui čielgasit maiddái das go ILO 169 geavaha namahusa ” indigenous peoples ” go lea sáhka eamiálbmogiin, go fas ILO 107 ii dahkan nu ” indigenous populations ”.

source: Kansainvälisen työjärjestön ILO:n suuntaviivat ILO 169 - yleissopimuksen tulkinnasta kertovat, että ilmaisua ” kansat ” (peoples) käytetään ILO 169:ssä johdonmukaisesti, koska tämä termi
sme: ILO njuolggadusat lohket ahte ILO 169 geavaha namahusa álbmot (peoples) miehtá čađa dán dokumeantta danne go dát namahus mieđiha ahte

source: Kristian Myntti on kutsunut ILO 169:ssä mainittua ” itsemääräämisoikeutta ” termillä ” ethno political self-government ”.
sme: Kristian Myntti lea gohčodan ” iešmearridanvuoigatvuođa ” mii almmustuvvá ILO 169:is» ethno political self-government”:an.

source: Myntti katsoo, että vaikkei ILO 169:ssä säädetä mitään oikeutta autonomiaan, niin ILO 169:n säännöksiin, ennen kaikkea 14 ja 15 artikloihin tulkittuina yhdessä 6 artiklan kanssa, sisältyy alkuperäiskansojen selkeä oikeus hallita perinteisiä maaalueitaan.
sme: Son oaivvilda ahte vaikke ILO 169 ii árval makkár-ge vuoigatvuođa mii dolvvošii ieččanasvuođa guvlui, de lihkká-ge addet ILO 169-njuolggadusat ovttas ártihkkaliiguin 14, 15 ja 6, hui čilges vuoigatvuođa eamiálbmogiidda hálddašit iežaset árbevirolaš eatnamiideaset.

source: Käsitettä ” alkuperäiskansat ” sovelletaan ILO 169:ssä kuitenkin tavalla, joka käsittää myös sellaiset ryhmät, jotka eivät olisi kansoja yleisen kansainvälisen oikeuden mukaan.
sme: Datte-ge ILO 169 geavaha duohpaga ” eamiálbmot ” dakkár vuogi mielde mii fátmasta maiddái joavkkuid mat dábálaš álbmotnjulgosa mielde eai livčče ” álbmot ”.

source: Muun muassa tämän takia yleissopimuksen 1 artiklan 3 kappaleeseen sisältyy lauseke, jossa sanotaan, ettei ilmausta ” kansat ” ole tulkittava siten, että sillä olisi vaikutuksia niihin oikeuksiin, joita tähän ilmaisuun saattaa liittyä kansainvälisen oikeuden mukaan.
sme: E.e danne sistisdoallá konvenšuvnna árt.1(3) vuolle-eavttu mii dárkilastá ahte ” álbmot ” - duohpaga geavaheapmi konvenšuvnnas ii galgga álbmotnjulgosa oktavuođas dagahit makkár-ge nuppástusaid ” álbmot ” - namahussii.

source: Vuonna 1993 YK:n alainen alkuperäiskansojen työryhmä (WGIP) pääsi yksimielisyyteen luonnoksesta alkuperäiskansoja koskevaksi julistukseksi.
sme: Jagis 1993 sohppui ON:a Eamiálbmotbargojoavkkus (WGIP) das movt Eamálbmotjulggástus galgá hábmejuvvot.

source: Alkuperäiskansajulistukseen sisältyy joukko artikloja, jotka joko käsittelevät itsemääräämisoikeutta tai viittaavat siihen.
sme: Julggástusas leat ráidu ártihkkalat mat jogo gieđahallet iešmearridanvuoigatvuođa dahje čatnet fuopmášumi iešmearridanvuoigatvuhtii.

source: Alkuperäiskansajulistuksen 3 artiklassa sanotaan:
sme: Julggástusa árt.3 cealká ahte;

source: YK:n ihmisoikeuksien alakomitea, jonka alainen WGIP on, hyväksyi alkuperäiskansajulistuksen alkuperäiskansojen ihmisoikeuksien oikeaan osuvana kuvauksena.
sme: WGIP:a eatneorgana, ON:a Olmmošvuoigatvuođa Vuolitkomišuvdna, dohkkehii Eamiálbmotjulggástusa ja oinnii dan heivvolaččat govahallamen eamiálbmogiid olmmošlaš vuoigatvuođaid.

source: Alakomiteaan kuuluu 26 riippumatonta ihmisoikeusasiantuntijaa.
sme: Vuolitkomišuvnnas leat mielde 26 sorjjekeahtes olmmošvuoigatvuođa áššedovdi.

source: Toisin sanoen vuonna 1993 joukolla maailman johtavia ihmisoikeusasiantuntijoita oli käsitys, jonka mukaan eivät ainoastaan valtioita muodostavat kansat vaan myös alkuperäiskansat voivat olla kansainvälisen oikeuden mukaan oikeussubjekteja.
sme: Jagi 1993 áigge ledje arvatmađi máilmmi alimusdási áššedovdiin dan oainnus ahte eai dušše stáhtadahkki álbmogat, muhto maiddái eamiálbmogat, vedjet galgat dohkkehuvvot vuoigatvuođa subjeaktan álbmotnjulgosa buohta.

source: Jäljempänä itsemääräämisoikeuden aineellisen sisällön yhteydessä selostetaan tarkemmin, mitä alkuperäiskansajulistuksessa lausutaan oikeudesta itsemääräämiseen.
sme: Dás vuolábealde čielggaduvvo lagabuid maid Eamiálbmotjulggástus árvaladdá iešmearrideami vuoigatvuođas. Maiddái vuhtiiváldo iešmearrideami vuoigatvuođa ávnnaslaš sisdoallu.

source: Vuonna 1996 YK:n rotusyrjintäkomitea (CERD) puuttui itsemääräämisoikeuteen käyttämällä sanoja, jotka ilmaisevat CERD:n käsityksen olevan, että itsemääräämisoikeus koskee myös itsenäisissä valtioissa asuvia kansoja.
sme: Jagis 1996 ságastalai ON:a Čearddavealáheami komitea (CERD) iešmearrideami vuoigatvuođas dakkár sániiguin mat muitaledje ahte CERD:a oaidnu lei nu ahte iešmearrideami vuoigatvuohta maiddái gullá álbmogiidda mat ásset ieččanas stáhtaid siste.

source: CERD lausui esimerkiksi:
sme: Dán olis deattuhii CERD ahte;

source: Lausunnon voisi tosin myös ymmärtää ainoastaan viittauksena CCPR-yleissopimuksen 1 artiklan 3 kohtaan, joka velvoittaa valtioita toimimaan itsemääräämisoikeuden toteuttamisen puolesta.
sme: Dát cealkka livčče gal galgan áddejuvvot dohko ahte čujuhuvvo dušše CCPR ártihkkalii 1.3, mii geatnegahttá stáhtaid doaibmat nu ahte iešmearrideami vuoigatvuohta dahkkošii duohtan.

source: Tämän 1 artiklan 3 kohdan sisällyttämisen CCPR- ja CESCR-yleissopimuksiin voidaan kuitenkin olettaa johtuneen ajan hengen mukaisten yleissopimusten syntymisestä.
sme: Ártihkkala 1.3 ealáskahttin CCPR:a ja CESCR:a siste datte-ge veadjá leat áigevuoiŋŋa boađus dalle go konvenšuvnnat válbmašuvve.

source: CERD-komitean lausunto tuli 30 vuotta myöhemmin, kun siirtomaat muutamia poikkeuksia lukuun ottamatta olivat jo aikoja sitten saaneet itsenäisyytensä ja valtioiden rajat olivat jo ylivoimaisesti suurimmassa osassa maailmaa suhteellisen pysyvät.
sme: CERD:a cealkámuš boahtá 30 jagi maŋŋá, goas buot koloniijat, earret moadde, áigá juo ledje ožžon ieččanasvuođa ja eanaš stáhtarájáin birra máilmmi ledje hui guhkás nannejuvvon.

source: Sen takia on luonnollista tulkita CERD-komiteaa siten, ettei se tarkoittanut käsitteellä ” kansat ” yhden valtion tai alueen asukkaiden kokonaismäärää.
sme: Danne lei lunddolaš ipmirdit CERD:a nu ahte komitea ii sániin ” álbmot ” dárkkuhan stáhtaid dahje territoriijaid buot ássiid oktiibuot.

source: Edelleen CERD esitti:
sme: Ain lassin fuopmášuhtii CERD ahte;

source: CERDin tekemä vertailu toisaalta itsemääräämisoikeuden ja toisaalta sen oikeuden välillä, joka yksilöillä on osallistua yhteiskunnalliseen elämään, on mielenkiintoinen.
sme: Lea miellagiddevaš geahčadit mo CERD boahtasta iešmearridanvuoigatvuođa dasa movt njuolggus attášii ovttatolbmui vuogasvuođa beassat fárrui servodateallimii.

source: Erottamalla tällä tavalla (katso erityisesti sanaa ” link ”) kansan oikeudet yksilön oikeuksista CERD näyttää ottavan etäisyyttä katsantokantaan, jonka mukaan oikeus itsemääräämiseen kuuluu ainoastaan kansalle merkityksessä yhden valtion asukkaiden kokonaismäärä.
sme: CERD orru doarjumen dan oainnu mii sirrešii álbmogiid vuoigatvuođa eret ovttatolbmo vuoigatvuođas ja ii dalle sáhte čuoččuhit ahte iešmearrideami vuoigatvuohta dušše addošii stáhta olles álbmogii, mii galgá ipmirduvvot mearkkašeamen buot stáhta olbmuide oktiibuot.

source: 15/03/96 CERD General recom. 21, kohta 3.
sme: Aiddo seammaláhkai go ovttatolbmot besset oasálastit demokráhtalaš kánalaid bokte, ožžot olbmot / álbmogat, dán olis maiddái olbmot guhte ellet / ásset doabmi stáhtaid siste, muosáhit iešhálddašeami.

source: itsemääräämiseen. CERD ei ole lausunut mitään erityistä alkuperäiskansojen itsemääräämisoikeudesta.
sme: CERD datte-ge ii leat cealkán erenamažit eamiálbmogiid iešmearrideami vuoigatvuođas.

source: Ihmisoikeuskomitea on 1990-luvun jälkipuoliskolla ja 2000-luvun alussa laajentanut ja selkeyttänyt näkemystään siitä, keitä on pidettävä ” kansoina ” CCPR:n 1 artiklan nojalla.
sme: Jagiid 1990 lohpageažes ja jagiid 2000 álggus lea Olmmošvuoigatvuođa Komitea gártan válbmet ja čalmmustahttit oainnustes das geaid gohčodivčče ” álbmogin ” CCPR árt.1 ektui.

source: Tämä kehitys on johtunut suuressa määrin siitä, että komitea on joutunut ottamaan kantaa 1 artiklan mukaiseen alkuperäiskansojen oikeudelliseen asemaan.
sme: Dát ovdáneapmi lea arvagit báisan dan geažil go komitea lea ferten meroštallat eamiálbmogiid vuoiggalaš sajádaga árt.1 buohta.

source: Puuttumatta kysymykseen siitä, kuinka 1 artiklan sisältämä käsite ” kansat ” tulisi määritellä, komitea on viittauksillaan alkuperäiskansoihin itsemääräämisoikeuden subjekteina tehnyt selväksi, että yhdessä valtiossa saattaa olla enemmän kuin yksi kansa.
sme: Guoskkakeahttá gažaldaga movt definerešii ártihkkala 1 duohpaga ” álbmot ”, lea komitea, čujuhettiin dasa ahte eamiálbmogat leat iešmearridanvuoigatvuođa subjeaktan, dahkan čielggasin ahte sáhttet bures-ge gávdnot eanet go dušše okta álbmot stáhta siste.

source: Vuonna 1999 Kanadan korkeimmassa oikeudessa käsiteltävänä olleen Quebec-tapauksen osaltaan innoittamana komitea sovelsi 1 artiklaa suhteessa Kanadan alkuperäiskansoihin:
sme: Jagis 1999 komitea heivehii ja válbmii árt.1 Kánada iežas eamiálbmogiid váras, oasis movtiidahtton das mii dáhpáhuvai Quebec-áššis Kánada alimus duopmostuolus:

source: ” … komitea korostaa, että oikeus itsemääräämiseen edellyttää mm., että kaikkien kansojen on vapaasti voitava hyödyntää luonnonrikkauksiaan ja voimavarojaan ja että niiltä ei saa riistää niiden toimeentulokeinoja. …
sme: (eahpevirggálaččat sámás): ”... komitea deattuha ahte vuoigatvuohta čađahit iešmearrideami e.e. gáibida ahte buot álbmogat luođuid galget beassat hálddašit luondduvalljiideaset, ja sis ii mokti-ge oaččo eretváldit ealáhusaid ja birgejumiid muđui....

source: Komitea suosittelee edelleen, että alkuperäiskansojen synnynnäisten oikeuksien mitätöimiseen tähtäävä järjestelmä on lopetettava, koska se on ristiriidassa yleissopimuksen 1 artiklan kanssa. ”
sme: Komitea evttoha dasalassin ahte systema man veagal árbevirolaš eamiálbmotvuoigatvuođat leat duššaduvvon, galgá heaittihuvvot dan sivas go rihkku konvenšuvnna ártihkkala 1. ”

source: Komitea tunnusti siten 1 artiklan mainitseman itsemääräämisoikeuden sovellettavuuden alkuperäiskansoihin ensimmäistä kertaa käsiteltäessä sellaisen maan laatimaa raporttia, jonka korkein tuomioistuin oli vahvistanut kyseisessä valtiossa olevan useita ” kansoja ”.
sme: Eamiálbmogiid iešmearridanvuoigatvuohta ártihkkalis 1 vuogáidahttui vuostaš geardde dalle go komitea gieđahalai ráportta mii bođii dakkár stáhtas man alimus duopmostuollu duođaštii ahte leat gávdnomis eanet go okta ” álbmot ” áššáiguoski stáhta rájáid siskkobealde.

source: Ihmisoikeuskomitea on kuitenkin noudattanut samaa mallia myös suhteessa moniin muihin valtioihin, joissa on alkuperäiskansoja.
sme: Olmmošvuoigatvuođa Komitea lea dasmaŋŋá guorrasan dán vuogádahkii olu eará-ge stáhtaid oliin gos leat eamiálbmogat.

source: Nimenomaisia viittauksia joko 1 artiklaan tai käsitteeseen kansojen itsemääräämisoikeus on tehty komitean loppupäätelmissä, jotka koskevat Meksikon, Norjan, Australian, Tanskan ja Ruotsin laatimia raportteja.
sme: Komitea lea loahppacealkagiinis buktán vuođustuvvon čujuhusaid jogo ártihkkalii 1 dahje namahussii ” álbmogiid iešmearrideami vuoigatvuohta ” go lea ožžon ráporttaid Mexikos, Norggas, Australias, Danmarkkus ja Ruoŧas.

source: (Komitea tutkii Suomen raportin lokakuussa 2004.)
sme: (Suoma ráporta geahčaduvvo golggotmánus 2004.)

source: Kuten jo Kanadan raportin käsittelynkin yhteydessä vuonna 1999, komitean kannanotoissa itsemääräämisoikeuden soveltamisesta alkuperäiskansoihin on erityisesti korostettu itsemääräämisoikeuden resurssiulottuvuutta (1 artiklan 2 kappale).
sme: Numo geavai Kanada ráportta gieđahallamis 1999, go komitea erenamášit deattuhii iešmearridanvuoigatvuođa resursadimenšuvdna (árt 1, oassi 2) dalle go dán vuoigatvuođa galgá heivehišgoahtit eamiálbmogiid buohta.

source: Australian osalta tekemissään loppupäätelmissä ihmisoikeuskomitea korosti esim. sitä, että Australian tulisi ryhtyä tarvittaviin toimiin turvatakseen alkuperäiskansoja edustaville asukkailleen (” indigenous inhabitants ”) aiempaa vahvemman roolin niiden perinteisiä maita ja luonnonvaroja koskevassa päätöksenteossa.
sme: Čoahkkáigeasustis deattuhii komitea ahte Australia e.e. berrešii čađahit dárbbašlaš vuolggahemiid nannet eamiálbmogiideaets (indigenous inhabitants) sajádaga mearrádusčađahemiin go dakkár áššit gieđahallojit mat gusket dáid olbmuid árbevirolaš eatnamiidda ja luondduvalljiide.

source: decision-making over their traditional lands and natural resources … ” Vaikka ihmisoikeuskomitea on valtioiden raportteja käsitellessään soveltanut 1 artiklan mainitsemaa itsemääräämisoikeutta ihmisoikeutena, komitea on järjestelmällisesti kieltäytynyt tutkimasta säännöksen sovellettavuutta yleissopimuksen valinnaisen pöytäkirjan valitusmenettelyssä.
sme: Vaikke Olmmošvuoigatvuođa Komitea stáhtaráporttaid gieđahallama bottus lea vuhtiiváldán ártihkkala 1 iešmearrideami vuoigatvuođa dego olmmošlaš vuogatvuohtan, lea komitea dattege eaktodáhtolaččat garván hástalusa iskat mearrádusaid heivvolašvuođa go guoddalanprosedyra lea ovdan konvenšuvnna fákultatiiva protokolla vuolde.

source: Tämä kanta perustuu valinnaisen pöytäkirjan 1 artiklaan, jonka mukaan valituksia voivat panna vireille ainoastaan yksilöt, jotka väittävät, että heidän henkilökohtaisia perustuslakiin perustuvia oikeuksiaan on loukattu.
sme: Dán vuogi mielde lea láhtten sivas danne go fakultatiiva protokolla árt.1 dadjá ahte váidalusaid oažžu buktit dušše olmmoš guhte doalaha ahte su iežas konvenšuvdnii vuođđuduvvon vuoigatvuođat leat rihkkojuvvon.

source: Koska oikeus itsemääräämiseen on kansoilla, yksilöt eivät voi komitean tulkinnan mukaan henkilökohtaisesti joutua oikeuden loukkauksen kohteeksi.
sme: Ja go iešmearrideami vuoigatvuohta gullá álbmogii, komitea oainnu mielde, de dalle ovtaskaččat eai sáhte leat gártan gillát dán rihkkuma geažil.

source: Tästä kannasta päätettiin tapauksessa Bernard Ominayak (Lubicon Lake Band) v. Kanada.
sme: Dát čuoččuhus nannejuvvui áššis Bernard Ominayak (Lubicon Lake Band) v. Kanada.

source: Tässä tapauksessa komitea kielsi admissibility-päätöksessään vuonna 1987 asian käsittelemisen yleissopimuksen 1 artiklan pohjalta mutta painotti samalla, että niitä tosiasioita, joihin tapaus perustui, voisi kuitenkin tutkia yleissopimuksen muiden säännösten nojalla vähemmistöoikeuksia koskeva 27 artikla mukaan luettuna.
sme: Gearreduššama bottus komitea beahttalii 1987 ” admissibility ” - mearrádusastis gieđahallat ášši konvenšuvnna ártihkkala 1 vuolde, muhto deattuhii danseammás ahte duođaštusat mat ledje vuođđun gearretáššis, bures julošedje guorahallot konvenšuvnna nuppiid mearrádusaid ektui, nugo árt.27 mii gusto veahádagaid vuoigatvuođaide.

source: Komitean tässä tapauksessa antama lopullinen päätös vuodelta 1990 noudattaa mallia, että vaikka käsittely tapahtuukin 27 artiklan perusteella, valittajan esittämien itsemääräämisoikeutta koskevien perustelujen voidaan havaita vaikuttavan komitean tulkintaan siitä, mitä 27 artikla tarkoittaa.
sme: Komitea loahppamearrádus jagi 1990 áššis, lea čuvvon dan vuogádaga man mielde váidaleaddji ákkastallan iešmearrideami vuoigatvuođas lea váikkuhan movt komitea ipmirdii árt.27 ulbmila, vaikke ášši gal lea gieđahallon árt.

source: Ennen kuin komitea teki johtopäätöksensä, jonka mukaan Kanada oli loukannut 27 artiklaa, komitea esitti seuraavaa:
sme: 27 oktavuođas. Ovdal go komitea attii loahpalaš oainnus, mii muitala ahte Kánada lea rihkkon árt. 27, smiehtadalai komitea ná:

source: ” Vaikka asia on alun perin muotoiltu ikään kuin siinä olisi kysymys yleissopimuksen 1 artiklan väitetyistä loukkauksista, ei ole epäilystäkään siitä, että valitus nostaa esiin monia 27 artiklan piiriin kuuluvia kysymyksiä. ”
sme: (eahpevirggálaččat sámás): ” Vaikke ášši álggu rájis lea hábmejuvvon dego livčče árt. 1 rihkkojuvvon, ii datte-ge sáhte eahpidit ahte guoddalus bajida olu gažaldagaid mat gahččet árt.27 vuollái ”

source: Tätä taustaa vasten ei ole erityisen radikaalia tai yllättävää, että komitea on tietyissä uusimmissa valinnaisen pöytäkirjan tapauksissaan selvästi myöntänyt itsemääräämisoikeutta koskevan 1 artiklan vaikuttavan komitean tapaan tulkita yleissopimuksen muita säännöksiä vähemmistöoikeuksia koskeva 27 artikla mukaan luettuna siitä huolimatta, että kysymyksessä on kollektiivinen oikeus, jota ei voida väittää loukatun suhteessa yksilöön.
sme: Dán duogáža ektui ii dáidde leat imáš ahte komitea muhtin iežas gieskadis áššiin mat jođihuvvojedje fákultatiiva protokolla vuolde, hui njuolgut lea dovddastan ahte árt.1 iešmearrideamis, vaikke dás lea sáhka kollektiiva vuoigatvuođas man ii sáhte dadjat lea rihkkojuvvon ovttaskačča buohta, lea lihkká-ge viehkamuddui váikkuhan komitea loahpalaš oainnu konvenšuvnna nuppiid mearrádusain, nu maiddái árt.27 veahádatvuoigatvuođain.

source: Tapauksessa Apirana Mahuika ja muut vastaan Uusi-Seelanti näin tapahtui käsiteltäessä maorien alkuperäiskansan kalastusoikeuksia ja maorien roolia maan kalastusteollisuudessa.
sme: Áššis Apirana Mahuika et al v. Nya Zeeland dahkkui ná go maori eamiálbmoga guolástanvuoigatvuođat ja sin sadji riikka guolleindustriijas ledje gearreduššama vuolde.

source: Samaa mallia sovellettiin myös tapauksessa Diergaardt ja muut vastaan Namibia.
sme: Ná maid lei áššis Diergaardt et al.

source: Sillä kertaa viitattiin myös 25 artiklaan (poliittiset osallistumisoikeudet) ja 26 artiklaan (syrjinnän kieltäminen), jolloin 1 artikla vaikutti mahdollisesti asioihin.
sme: v. Namibia, dás čujuhuvvui ártihkkaliidda 25 (politihkalaš oasálastinvuoigatvuođat) ja 26 (ii-vealáheapmi) maid árt.1 leš váikkuhan.

source: Tapauksessa Gillot ja muut vastaan Ranska (2002) voidaan 1 artiklalla sanoa olleen suurta merkitystä 25 artiklan tulkinnalle.
sme: Áššis Gillot et al. v. Franc (2002) dáidá oažžut cealkit ahte árt.1 lea lossagit čuohcan go árt.25 galggai dulkojuvvot.

source: Tapauksessa oli kysymys siitä, että henkilöille, jotka eivät olleet oleskelleet Uudessa-Kaledoniassa pitkään, ei annettu mahdollisuutta osallistua alueen tulevaisuutta koskevaan, kansanäänestyksellä tapahtuvaan päätöksentekoon.
sme: Ášši gieđahalai dan, galget go olbmot guhte dušše oanehis áiggi lea ássan Ođđa Kaledonias beassat oasálastit álbmotjienastemiide go territoriija boahttevuohta šaddá mearriduvvot.

source: kansanäänestys järjestettiin siirtomaan lakkauttamiseen ja itsemääräämiseen liittyvässä tilanteessa, oli laillista rajoittaa osallistumisoikeus koskemaan henkilöitä, joilla oli kiinteä yhteys alueeseen edellyttäen, etteivät kriteerit olleet suhteettomia tai syrjiviä.
sme: Olmmošvuoigatvuođa Komitea celkkii čoahkkáigeasustis ahte árt.25 ii leat rihkkojuvvon ja čujuhii dan duohtavuhtii ahte go álbmotjienastus čađahuvvui koloniijaid heaittiheami ja iešmearrideami olis, de dalle lei lágalaš ráddjet oasálastima dušše sidjiide geat bisovaččat ásse territoriijas, muhto fal dainna eavttuin ahte gáibádusat eai ožžon leat eahpepropošuvnnala dahje vealáheaddji.
